[
  {
    "title": "Volume Footprints",
    "description": "Displays the distribution of trading volume at various price levels for each candlestick within a specified timeframe."
  },
  {
    "title": "Time Price Opportunity",
    "description": "Enables traders to visualize price movements as the profile period progresses, illustrating the concentration of prices at specific levels during a given timeframe."
  },
  {
    "title": "Session Volume Profile",
    "description": "Calculates volume data within a specified session or sub-session, allowing traders to analyze intraday volume activity for a particular segment of the session."
  },
  {
    "title": "Candles",
    "description": "One of the most popular traditional charts on TradingView. Conveys the size of price movements using different colors."
  },
  {
    "title": "Bars",
    "description": "A chart, composed of multiple price bars, each visualizing the price movement of an asset or security over a specified time period."
  },
  {
    "title": "Volume Candles",
    "description": "This chart visualizes trading volume, allowing traders to assess the volume of trades using candlesticks."
  },
  {
    "title": "Range",
    "description": "Enables users to analyze the price movements of financial instruments with more clarity, minimizing market noise."
  },
  {
    "title": "Heikin Ashi",
    "description": "Reduces market noise by smoothing significant price swings, making it easier to identify trend movements within the market."
  },
  {
    "title": "Renko",
    "description": "Allows users to detect major price moves within a Renko box, if they occurred."
  },
  {
    "title": "Line break",
    "description": "Focuses solely on price movements, ignoring time intervals within this Japanese chart style."
  },
  {
    "title": "Point & figure",
    "description": "Illustrates price movements as a lone metric, disregarding time intervals in their creation."
  },
  {
    "title": "Kagi",
    "description": "Utilizes vertical lines (green for up and red for down) connected by small horizontal lines to highlight significant movements in an asset's price."
  },
  {
    "title": "Area",
    "description": "Visualizes data in a similar way to a line chart. An area chart plots and connects data with the area in between filled with color to convey information."
  },
  {
    "title": "HLC area",
    "description": "Focused on three data-point areas — High-Low-Close (HLC) — to show how price changes over a period of time, allowing traders to disregard the open price value, which is less significant for analysis."
  },
  {
    "title": "Baseline",
    "description": "Explores price movements relative to a selected baseline, giving traders the tools needed to analyze price fluctuations."
  },
  {
    "title": "Line",
    "description": "Connects data points with a single line to form a classic line chart."
  },
  {
    "title": "Step line",
    "description": "Forms a series of steps using horizontal and vertical lines to highlight the irregularity of changes within the market."
  },
  {
    "title": "Line with markers",
    "description": "Adds markers to the classic line charts to represent essential data points."
  },
  {
    "title": "High-low",
    "description": "Displays the range of prices from high to low on each bar."
  },
  {
    "title": "Columns",
    "description": "The chart represents the change in the real price of an instrument through the use of columns."
  },
  {
    "title": "Hollow candles",
    "description": "This chart displays data as hollow candlesticks, similar to Japanese candlesticks, except their fill and color help to interpret data."
  }
]
